[
    {
      "name": "Divya Mehta",
      "text": "I was traveling on Train 12951 from Mumbai Central and ordered a paneer thali. The food arrived hot and hygienic-far better than pantry food."
    },
    {
      "name": "Rajat Sharma",
      "text": "Had a great experience on Train 12627 at Chennai Central. The South Indian combo I ordered was fresh, warm, and tasted authentic."
    },
    {
      "name": "Anjali Kapoor",
      "text": "Grilled sandwiches on the train? Didn’t expect them to be so fresh and delicious! Trainscafe nailed it with this one."
    },
    {
      "name": "Manoj Nair",
      "text": "Ordered upma and coffee for breakfast on Train 22691 near Bangalore. The delivery was on time and the food quality was impressive."
    },
    {
      "name": "Sneha Joshi",
      "text": "Had a great experience with Trainscafe. The veg thali was comforting and tasted just like homemade food. So happy I found this service."
    },
    {
      "name": "Amit Deshmukh",
      "text": "When Train 12163 reached Bhopal, my food was already waiting at my seat. The parathas were hot and soft. Truly impressed."
    },
    {
        "name": "Ritika Menon",
        "text": "Had idli-sambar from Trainscafe during my travel journey and it was served hot. The packaging was neat, and the food was really tasty."
      },
      {
        "name": "Vivek Chauhan",
        "text": "While passing through Lucknow on Train 12423, I ordered a thali. The dal and sabzi tasted amazing. Highly recommended."
      },
      {
        "name": "Priya Raut",
        "text": "Trainscafe has set a high bar & The biryani was spicy, fresh, and packed beautifully. It was a delightful surprise for me."
      },
      {
        "name": "Rohit Khanna",
        "text": "Had dinner at Pune Junction on Train 11058. The roti and curry tasted like they came straight from my mom’s kitchen. So satisfying."
      },
      {
        "name": "Ankita Patel",
        "text": "Train 12932 mein Ahmedabad ordered dosa on my journey and was so impressed. It was so crispy and fresh, and the taste was absolutely amazing."
      },
      {
        "name": "Rajeev Nair",
        "text": "South Indian thali from Trainscafe was so authentic. Loved that it was fresh and packed so neatly. Great food on the go."
      },
      {
        "name": "Meena Kumari",
        "text": "Train 15073 mein Lucknow se poori-sabzi mangayi. Taste bilkul ghar jaisa tha. Bahut hi satisfying experience."
      },
      {
        "name": "Vikram Singh",
        "text": "Paneer thali from Trainscafe was served hot and on time. The taste was fantastic and way better than what I’ve had before in trains."
      },
      {
        "name": "Pooja Desai",
        "text": "Train 12933 se Vadodara mein veg biryani mangayi. Spices perfect the aur service bhi time se thi. Will order again."
      },
      {
        "name": "Arunima Bose",
        "text": "On Train 12841 at Howrah, Bengali thali from Trainscafe was an amazing experience. It was flavorful and packed with such authenticity. Definitely would order again."
      },
      {
        "name": "Mohit Rathi",
        "text": "Dal Bati was spot on - hot, tasty, and served with a smile. Trainscafe definitely knows how to serve great meals on a train."
      },
      {
        "name": "Tushar Shah",
        "text": "Train 22902 se Udaipur mein Jain food try kiya. Bilkul fresh, healthy aur bilkul time pe mila. Thank you, Trainscafe."
      },
      {
        "name": "Ritika Sinha",
        "text": "The grilled sandwich and chai were just perfect-fresh, tasty, and so well made. Couldn’t have asked for a better snack."
      },
      {
        "name": "Ajay Menon",
        "text": "Idli-sambar on Train 12677 at Ernakulam reached me garma-garam. The taste was so authentic. Trainscafe really got it right."
      },
      {
        "name": "Kiran Chauhan",
        "text": "Ordered kadhi chawal, and it was so light and tasty. Just what I needed to keep me energized throughout my journey on train Garib Rath Express."
      },
      {
        "name": "Nikita Reddy",
        "text": "Train 12760 mein Secunderabad se South Indian thali mangayi. Authentic taste aur fresh delivery."
      },
      {
        "name": "Farhan Ansari",
        "text": "On Train 12853 at Itarsi, Paneer butter masala was the highlight of my journey. The roti was soft, and the taste was out of this world. So worth it."
      },
      {
        "name": "Neelam Bansal",
        "text": "Train 12963, Parathas with curd were fresh, hot, and packed with care. I loved the hygienic packaging and fast delivery in train."
      },
      {
        "name": "Yashwant Rao",
        "text": "Gwalior se Train 12155 Special thali from Trainscafe was freshly prepared. Everything tasted perfect. I highly recommend it for anyone looking for good train food."
      },
      {
        "name": "Surbhi Jain",
        "text": "Breakfast on Train 18609 at Ranchi - poha aur chai dono fresh aur tasty tha. Fir mene aalu paratha bhi order kiya. Packaging bhi achhi thi."
      },
      {
        "name": "Anil Bhattacharya",
        "text": "Had lunch on Train 12323 at Durgapur. Had lunch with roti, dal, and sabzi from Trainscafe. Everything was perfect-really delicious and made my train journey more enjoyable."
      },
      {
        "name": "Rekha Iyer",
        "text": "Madurai station Train no. 12634 me order kiya. Food mujhe direct seat par mila. Food bilkul accha tha. Superb service."
      },
      {
        "name": "Naresh Choudhary",
        "text": "On Train 14311 at Bareilly. Better than pantry food. I ordered lunch from Trainscafe and was impressed. Fast, tasty, and truly satisfying."
      },
      {
        "name": "Tanvi Kapur",
        "text": "I ordered maharaja thali from Trainscafe. It was so fresh, with soft rotis and perfectly cooked sabzi. A must-try if you’re traveling by train."
      },
      {
        "name": "Ankit Choudhary",
        "text": "The taste and packaging of the food menu is the best one sir. Thank you very much sir. The service is also very satisfying sir. We are so happy sir."
      },
      {
        "name": "Komal",
        "text": "Experienced 1st time in train. Thanks to Trainscafe, best food delivery in train. Telephone operator was polite and answered all queries. Suggested good food and quantity. Cost is affordable. Must try if you're traveling in train. On-time delivery at your seat. All the best guys-you’re doing your best!"
      }
  ]
  